{
    "translation": {
      "textCarousel": "Some technologies, languages, and frameworks I know",
      "textHi": "Hi! I´m Augusto Daniel! 👋",
      "descritionJob": "",
      "experienceSummary1": "Full Stack Developer with experience in Typescript, Kotlin and Spring Boot and some frameworks such as React, Next.js and Angular versions 4, 5 and 14 and unit tests such as Junit and Jest. Additionally, I am Aws certified.",
      "altImg": "Photo Augusto",
      "home": "home",
      "about": "about",
      "portifolio": "projects",
      "contact": "Contact",
      "language": "language",
      "theme": "theme",
      "portugueses": "portugueses",
      "english": "english",
      "spanish": "spanish",
      "light": "light",
      "dark": "dark",
      "titleCookies": "Cookie policy",
      "messageCookies": "By clicking “Accept”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage. View our Privacy Policy for more information. ",
      "btnAccept": "Accept",
      "btnReject": "Decline",
      "titlePolicy": "Privacy policy",
      "intoCookies": "We respect your privacy and are committed to protecting your personal information. This Cookie Privacy Policy describes how our portfolio landing page uses cookies and other similar technologies to improve your experience when browsing our website.",
      "subCookies": "What are Cookies?",
      "cookiesDetails": "Cookies are small text files that are stored on your device when you visit our website. They play a key role in the functionality of the website, helping to remember your preferences, such as language and layout, and improving navigation. This helps us provide you with a more personalized and efficient experience.",
      "usedCookies": "Use of Cookies",
      "useDetaislCookies": "Our application uses cookies to store some temporary information during your session. This data is used exclusively to facilitate navigation and improve the functionality of the service. It is important to note that we do not collect or store sensitive information, such as financial or personally identifiable data, thus ensuring your privacy and security.",
      "cookiesSessions": "Session Cookies",
      "cookiesSessionsDetail": "The cookies we use are predominantly session cookies, meaning they are temporary and expire once you close your browser. These cookies help us remember your preferences and settings during your visit, providing a smoother experience tailored to your needs. When using our website, you can enjoy a more intuitive and responsive environment.",
      "consent": "Consent",
      "consentDetail": "By using our application, you consent to the use of cookies as described in this policy. You are free to manage your cookie preferences directly in your browser settings. If you do not wish to accept cookies, you can disable them; however, this may negatively impact your experience on our website by limiting some functionality. If you have any questions or concerns about our Cookie Privacy Policy, do not hesitate to contact us.",
      "contactDetails": "If you have any questions or concerns about this Cookie Privacy Policy, please contact us using the form available on our contact page. This policy was created with the aim of ensuring transparency about the use of cookies in our application, respecting the best practices in privacy and data protection. Your trust is fundamental to us, and we are here to ensure that your experience is safe and satisfactory.",
      "github": "Github Profile",
      "linkedin": "Linkedin Profile",
      "curriculum": "Curriculum Vitae",
      "email": "Send e-mail"
      
    }
  }
  